adobe-source-code-pro-fonts
alacritty
alsa-utils
autoconf
automake
awesome
banner
base
bat
binutils
bison
clang
efibootmgr
emacs
eog
exa
fakeroot
firefox
flex
gcc
git
gnome-terminal
groff
grub
hsetroot
hunspell-en_gb
imagemagick
inetutils
librecad
libreoffice-fresh
libtool
linux
linux-firmware
lxappearance
m4
make
mariadb
mlocate
neovim
net-tools
networkmanager
nitrogen
npm
openssh
patch
pavucontrol
pcmanfm
picom
pkgconf
pulseaudio
python-pip
qcad
qt5ct
qtile
rofi
sudo
terminus-font
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
ttf-font-awesome
ttf-roboto
ttf-roboto-mono
ttf-ubuntu-font-family
unzip
vi
vim
which
xclip
xdg-user-dirs
xf86-video-intel
xf86-video-vesa
xmobar
xmonad
xmonad-contrib
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xsel
